package com.itis.quizapp;

public class QuestionAnswer {

    public static String question[] = {
            "Какой язык говорят в Бразилии?",
            "Как называется столица Италии?",
            "Какое животное является символом Китая?",
            "Кто написал роман \"Война и мир\"?",
            "Как называется самая большая планета в Солнечной системе?",
            "Как называется столица России?",
            "Кто написал произведение \"Евгений Онегин\"?",
            "Какой цвет получается при смешении красного и желтого?",
            "Как называется самая длинная река в мире?",
            "Кто написал пьесу \"Ромео и Джульетта\"??",

    };

    public static String choices[][]={
            {"Португальский", "Испанский", "Французский", "Английский"},
            { "Париж","Рим", "Берлин", "Лондон"},
            {"Лев", "Тигр", "Слон","Панда"},
            {"Федор Достоевский", "Александр Пушкин", "Михаил Лермонтов","Лев Толстой"},
            {"Юпитер", "Марс", "Земля", "Венера"},
            { "Санкт-Петербург", "Киев","Москва", "Минск"},
            { "Иван Тургенев", "Михаил Лермонтов","Александр Пушкин", "Федор Достоевский"},
            {"Оранжевый", "Зеленый", " Синий", "Фиолетовый"},
            {"Амазонка", "Нил", " Волга", "Янцзы"},
            { "Федор Достоевский","Уильям Шекспир", "Антон Чехов", "Владимир Маяковский"},





    };

    public static String correctAnswers[] ={
            "Португальский",
            "Рим",
            "Панда",
            "Лев Толстой",
            "Юпитер",
            "Москва",
            "Александр Пушкин",
            "Оранжевый",
            "Амазонка",
            "Уильям Шекспир"


    };

}
